Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Copyright metadata
ca_es: Metadada del copyright

source: Allows you to specify a "copyright" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada del «copyright» per a l'entrada.

source: Description metadata
ca_es: Metadada de la descripció

source: Allows you to specify a "description" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada de la «descripció» per a l'entrada.

source: Date metadata
ca_es: Metadada de la data

source: Allows you to specify a "date" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada de la «data» per a l'entrada.

source: URL metadata
ca_es: Metadada de l'URL

source: Allows you to specify a "url" metadata for an input.
ca_es: Aquesta opció us permet especificar la metadada de l'«url» per a l'entrada.

source: This option can be used to alter the way VLC selects its codecs (decompression methods). Only advanced users should alter this option as it can break playback of all your streams.
ca_es: Aquesta opció es pot utilitzar per alterar la forma de triar els còdecs del VLC (mètodes de descompressió). És recomanable que només usuaris avançats alterin aquesta opció, ja que pot interrompre la reproducció de tots els fluxos.

source: Preferred decoders list
ca_es: Llista dels descodificadors preferits

source: List of codecs that VLC will use in priority. For instance, 'dummy,a52' will try the dummy and a52 codecs before trying the other ones. Only advanced users should alter this option as it can break playback of all your streams.
ca_es: Llista de còdecs prioritaris que el VLC utilitza. Per exemple, «dummy,a52» prova els còdecs dummy i els a52 abans que els altres. És recomanable que només usuaris avançats alterin aquesta opció, ja que pot interrompre la reproducció de tots els fluxos.

source: Preferred encoders list
ca_es: Llista dels codificadors preferits

source: This allows you to select a list of encoders that VLC will use in priority.
ca_es: Aquesta opció us permet seleccionar la llista de codificadors prioritaris que el VLC utilitza.

source: These options allow you to set default global options for the stream output subsystem.
ca_es: Aquestes opcions us permeten configurar les opcions globals per defecte per al subsistema de sortida de flux.

source: Default stream output chain
ca_es: Cadena de flux de sortida per defecte

source: You can enter here a default stream output chain. Refer to the documentation to learn how to build such chains. Warning: this chain will be enabled for all streams.
ca_es: Aquesta opció us permet introduir aquí una cadena de sortida de flux per defecte. Dirigiu-vos a la documentació per aprendre a crear aquest tipus de cadenes. Avís: aquesta cadena s'habilitarà per a tots els fluxos.

source: Enable streaming of all ES
ca_es: Habilita la transmissió per a tots els ES (fluxos bàsics)

source: Stream all elementary streams (video, audio and subtitles)
ca_es: Aquesta opció us permet enviar tots els fluxos bàsics (vídeo, àudio i subtítols)

source: Display while streaming
ca_es: Mostra mentre es transmet

source: Play locally the stream while streaming it.
ca_es: Aquesta opció us permet reproduir el flux localment mentre ho transmeteu.

source: Enable video stream output
ca_es: Habilita la sortida de flux de vídeo

source: Choose whether the video stream should be redirected to the stream output facility when this last one is enabled.
ca_es: Aquesta opció us permet triar si el flux de vídeo s'ha de redirigir a l'equipament de sortida de flux quan aquest últim es permet.

source: Enable audio stream output
ca_es: Habilita la sortida de flux d'àudio

source: Choose whether the audio stream should be redirected to the stream output facility when this last one is enabled.
ca_es: Aquesta opció us permet triar si el flux d'àudio s'ha de redirigir a l'equipament de sortida de flux quan aquest últim es permet.

source: Enable SPU stream output
ca_es: Habilita la sortida de flux SPU

source: Choose whether the SPU streams should be redirected to the stream output facility when this last one is enabled.
ca_es: Aquesta opció us permet triar si el flux SPU s'ha de redirigir a l'equipament de sortida de flux quan aquest últim es permet.

source: Keep stream output open
ca_es: Conserva la sortida de flux oberta

source: This allows you to keep an unique stream output instance across multiple playlist item (automatically insert the gather stream output if not specified)
ca_es: Aquesta opció us permet mantenir una única instància de sortida de flux mitjançant múltiples elements de la llista de reproducció (insereix automàticament la sortida de flux recollida si no s'especifica)

source: Stream output muxer caching (ms)
ca_es: Memòria cau del multiplexor de la sortida de flux (ms)

source: This allow you to configure the initial caching amount for stream output muxer. This value should be set in milliseconds.
ca_es: Aquesta opció us permet configurar el valor de la quantitat de memòria cau inicial pel multiplexor de la sortida de flux. Aquest valor s'ha d'especificar en mil·lisegons.

source: Preferred packetizer list
ca_es: Llista d'empaquetadors preferits

source: This allows you to select the order in which VLC will choose its packetizers.
ca_es: Aquesta opció us permet seleccionar l'ordre amb el qual el VLC triarà els seus empaquetadors.

source: Mux module
ca_es: Mòdul del multiplexor

source: This is a legacy entry to let you configure mux modules
ca_es: Entrada que us permet configurar els mòduls del multiplexor.

source: Access output module
ca_es: Mòdul de sortida d'accés

source: This is a legacy entry to let you configure access output modules
ca_es: Entrada que us permet configurar els mòduls de la sortida d'accés

source: If this option is enabled, the flow on the SAP multicast address will be controlled. This is needed if you want to make announcements on the MBone.
ca_es: Si s'habilita aquesta opció, es controlarà el flux a l'adreça de multidestinació SAP. És necessari si voleu fer anuncis a l'MBone.

source: SAP announcement interval
ca_es: Interval d'anunci SAP

source: When the SAP flow control is disabled, this lets you set the fixed interval between SAP announcements.
ca_es: Quan s'inhabilita el control de flux SAP, us permet posar l'interval fix entre anuncis SAP.

source: These options allow you to select default modules. Leave these alone unless you really know what you are doing.
ca_es: Aquestes opcions us permeten seleccionar els mòduls per defecte. No les modifiqueu si no sabeu realment el que esteu fent.

source: Access module
ca_es: Mòdul d'accés

source: This allows you to force an access module. You can use it if the correct access is not automatically detected. You should not set this as a global option unless you really know what you are doing.
ca_es: Aquesta opció us permet forçar un mòdul d'accés. Utilitzeu-lo si no es detecta automàticament l'accés correcte. És recomanable que no habiliteu aquesta opció com a global si no sabeu el que esteu fent.

source: Stream filter module
ca_es: Mòdul dels filtres de flux

source: Stream filters are used to modify the stream that is being read.
ca_es: Els filtres de flux s'utilitzen per modificar el flux que s'està llegint.

source: Demux module
ca_es: Mòdul del desmultiplexor

source: Demultiplexers are used to separate the "elementary" streams (like audio and video streams). You can use it if the correct demuxer is not automatically detected. You should not set this as a global option unless you really know what you are doing.
ca_es: Els desmultiplexors s'utilitzen per separar els fluxos «bàsics» (com ara fluxos d'àudio i vídeo).Utilitzeu-los si el desmultiplexor correcte no es detecta automàticament. És recomanable que no habiliteu aquesta opció com a global si no sabeu el que esteu fent.

source: VoD server module
ca_es: Mòdul del servidor VoD

source: You can select which VoD server module you want to use. Set this to `vod_rtsp' to switch back to the old, legacy module.
ca_es: Aquesta opció us permet seleccionar el mòdul del servidor VoD que voleu utilitzar. Introduïu aquí «vod_rtsp» per tornar al mòdul antic.

source: Allow real-time priority
ca_es: Permet la prioritat a temps real.

source: Running VLC in real-time priority will allow for much more precise scheduling and yield better, especially when streaming content. It can however lock up your whole machine, or make it very very slow. You should only activate this if you know what you're doing.
ca_es: Aquesta opció us permet gaudir d'una planificació més precisa i un millor rendiment, especialment en la recepció de fluxos. Tot i així, també pot bloquejar la vostra màquina o fer que vagi molt lenta. És recomanable que activeu aquesta opció només si sabeu el que esteu fent.

source: Adjust VLC priority
ca_es: Ajusta la prioritat del VLC

source: This option adds an offset (positive or negative) to VLC default priorities. You can use it to tune VLC priority against other programs, or against other VLC instances.
ca_es: Aquesta opció afegeix un òfset (positiu o negatiu) a les prioritats predeterminades del VLC. Utilitzeu-la per ajustar la prioritat del VLC davant d'altres programes o instàncies del VLC.

source: This option is useful if you want to lower the latency when reading a stream
ca_es: Aquesta opció és útil si voleu abaixar la latència a l'hora de llegir un flux

source: Additional path for VLC to look for its modules. You can add several paths by concatenating them using " PATH_SEP " as separator
ca_es: Camí addicional perquè el VLC pugui cercar els seus mòduls. Podeu afegir diferents camins mitjançant la concatenació amb «PATH_SEP» per separar-los.

source: VLM configuration file
ca_es: Fitxer de configuració del VLM

source: Read a VLM configuration file as soon as VLM is started.
ca_es: Llegeix un fitxer de configuració del VLM tan bon punt el VLM s'iniciï.

source: Use a plugins cache
ca_es: Utilitza una memòria cau dels connectors

source: Use a plugins cache which will greatly improve the startup time of VLC.
ca_es: Utilitza una memòria cau dels connectors que millorarà l'inici del VLC.

source: Locally collect statistics
ca_es: Recull estadístiques localment

source: Collect miscellaneous local statistics about the playing media.
ca_es: Aquesta opció us permet aplegar estadístiques locals diverses sobre l'element multimèdia que s'està reproduint.

source: Run as daemon process
ca_es: Executa com un procés dimoni

source: Runs VLC as a background daemon process.
ca_es: Executa el VLC com un procés dimoni en segon pla.

source: Write process id to file
ca_es: Escriu l'identificador del procés en un fitxer

source: Writes process id into specified file.
ca_es: Escriu l'identificador del procés en un fitxer especificat.

source: Log to file
ca_es: Registra-ho a un fitxer

source: Log all VLC messages to a text file.
ca_es: Registra tots els missatges del VLC en un fitxer de text.

source: Log to syslog
ca_es: Registra-ho al registre del sistema

source: Log all VLC messages to syslog (UNIX systems).
ca_es: Registra tots els missatges del VLC al registre del sistema (sistemes UNIX).

source: Allow only one running instance
ca_es: Permet que s'executi només una instància del VLC

source: Allowing only one running instance of VLC can sometimes be useful, for example if you associated VLC with some media types and you don't want a new instance of VLC to be opened each time you open a file in your file manager. This option will allow you to play the file with the already running instance or enqueue it.
ca_es: Que s'executi només un VLC pot ser útil de vegades, per exemple si va associat amb diversos tipus d'element multimèdia i no voleu una nova instància del VLC cada vegada que feu doble clic en un fitxer a l'explorador. Aquesta opció us permet reproduir el fitxer a la instància activa o enviar-lo a la cua.

source: Allowing only one running instance of VLC can sometimes be useful, for example if you associated VLC with some media types and you don't want a new instance of VLC to be opened each time you open a file in your file manager. This option will allow you to play the file with the already running instance or enqueue it. This option requires the D-Bus session daemon to be active and the running instance of VLC to use D-Bus control interface.
ca_es: Que s'executi només un VLC pot ser útil de vegades, per exemple si va associat amb diversos tipus d'element multimèdia i no voleu una nova instància del VLC cada vegada que obriu un fitxer al gestor de fitxers. Aquesta opció us permet reproduir el fitxer a la instància activa o enviar-lo a la cua. Cal que el dimoni de sessió D-Bus estigui actiu i que la instància del VLC que s'està executant utilitzi la interfície de control D-Bus.

source: VLC is started from file association
ca_es: S'ha iniciat el VLC des d'una associació de fitxer

source: Tell VLC that it is being launched due to a file association in the OS
ca_es: Diu al VLC que s'ha iniciat per una associació de fitxers al sistema operatiu

source: Use only one instance when started from file manager
ca_es: Utilitza una instància única quan s'iniciï des del gestor de fitxers

source: Increase the priority of the process
ca_es: Incrementa la prioritat del procés

source: Increasing the priority of the process will very likely improve your playing experience as it allows VLC not to be disturbed by other applications that could otherwise take too much processor time. However be advised that in certain circumstances (bugs) VLC could take all the processor time and render the whole system unresponsive which might require a reboot of your machine.
ca_es: Si s'incrementa la prioritat del procés és probable que la vostra experiència millori perquè no permet que altres aplicacions que poden prendre massa temps de processador alterin el VLC. Tingueu en compte que en certes circumstàncies (errors) el VLC pot prendre tot el temps de processador i insensibilitzar el sistema. Aquest fet podria requerir arrencar de nou la vostra màquina.

source: Enqueue items into playlist in one instance mode
ca_es: Posa els elements a la qua de la llista de reproducció en el mode de instància única

source: When using the one instance only option, enqueue items to playlist and keep playing current item.
ca_es: Quan està en mode d'una sola instància, envia a la cua de la llista de reproducció els elements i continua la reproducció actual.

source: These options define the behavior of the playlist. Some of them can be overridden in the playlist dialog box.
ca_es: Aquestes opcions defineixen el comportament de la llista de reproducció. Algunes es poden substituir al quadre de diàleg de la llista de reproducció.

source: Automatically preparse files
ca_es: Preanalitza fitxers automàticament

source: Automatically preparse files added to the playlist (to retrieve some metadata).
ca_es: Preanalitza automàticament els fitxers afegits a la llista de reproducció (per recuperar metadades).

source: Album art policy
ca_es: Política de la portada de l'àlbum

source: Choose how album art will be downloaded.
ca_es: Trieu com baixar la portada de l'àlbum.

source: Manual download only
ca_es: Només la descàrrega manual

source: When track starts playing
ca_es: Quan la pista comença a reproduir-se

source: As soon as track is added
ca_es: Quan s'afegeix la pista

source: Services discovery modules
ca_es: Mòdul del descobriment de serveis

source: Specifies the services discovery modules to preload, separated by colons. Typical value is "sap".
ca_es: Aquesta opció us permet definir els mòduls del descobriment de serveis que s'han de precarregar, separats per dos punts. El valor més habitual és «sap».

source: Play files randomly forever
ca_es: Reprodueix sempre els fitxers aleatòriament

source: VLC will randomly play files in the playlist until interrupted.
ca_es: Habiliteu aquesta opció si voleu que el VLC reprodueixi els fitxers de la llista de reproducció aleatòriament fins que s'interrompi la reproducció.

source: Repeat all
ca_es: Repeteix-ho tot

source: VLC will keep playing the playlist indefinitely.
ca_es: Habiliteu aquesta opció si voleu que el VLC segueixi executant la llista de reproducció indefinidament.

source: Repeat current item
ca_es: Repeteix l'element actual

source: VLC will keep playing the current playlist item.
ca_es: Habiliteu aquesta opció si voleu que el VLC segueixi executant l'actual element de la llista de reproducció una i altra vegada.

source: Play and stop
ca_es: Reprodueix i atura

source: Stop the playlist after each played playlist item.
ca_es: Atura la llista de reproducció després de cada element reproduït.

source: Play and exit
ca_es: Reprodueix i surt

source: Exit if there are no more items in the playlist.
ca_es: Si no hi ha cap element a la llista de reproducció, surt.

source: Play and pause
ca_es: Reprodueix i posa en pausa

source: Pause each item in the playlist on the last frame.
ca_es: Posa en pausa cada element de la llista de reproducció a l'últim fotograma.

source: Auto start
ca_es: Inici automàtic

source: Automatically start playing the playlist content once it's loaded.
ca_es: Inicia la reproducció automàtica del contingut de la llista de reproducció un cop s'ha carregat.

source: Pause on audio communication
ca_es: Pausa en produir-se una comunicació d'àudio

source: If pending audio communication is detected, playback will be paused automatically.
ca_es: Si es detecta alguna comunicació d'àudio pendent, la reproducció es posarà en pausa automàticament.

source: Use media library
ca_es: Utilitza la biblioteca multimèdia

source: The media library is automatically saved and reloaded each time you start VLC.
ca_es: La biblioteca multimèdia es desa i es torna a carregar cada vegada que s'inicia el VLC.

source: Load Media Library
ca_es: Carrega la biblioteca multimèdia

source: Enable this option to load the SQL-based Media Library at VLC startup
ca_es: Habilita aquesta opció perquè la biblioteca multimèdia basada en SQL es carregui quan s'iniciï el VLC

source: Display playlist tree
ca_es: Mostra l'arbre de la llista de reproducció

source: The playlist can use a tree to categorize some items, like the contents of a directory.
ca_es: La llista de reproducció pot utilitzar la forma d'arbre per catalogar elements, com per exemple el contingut d'un directori.

source: These settings are the global VLC key bindings, known as "hotkeys".
ca_es: Aquests són els paràmetres relacionats amb les vinculacions de tecles globals del VLC, conegudes com a «tecles de drecera».

source: Ignore
ca_es: Ignora

source: Volume Control
ca_es: Control del volum

source: Position Control
ca_es: Control de la posició

source: MouseWheel up-down axis Control
ca_es: Control de l'eix vertical de la rodeta del ratolí

source: The MouseWheel up-down (vertical) axis can control volume, position or mousewheel event can be ignored
ca_es: L'eix vertical (pujada/baixada) de la rodeta del ratolí controla el volum. Es poden ometre els esdeveniments de posició o de la rodeta del ratolí.

source: Fullscreen
ca_es: Pantalla completa

source: Select the hotkey to use to swap fullscreen state.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per canviar l'estat de pantalla completa.

source: Exit fullscreen
ca_es: Surt de la pantalla completa

source: Select the hotkey to use to exit fullscreen state.
ca_es: Utilitza la tecla de drecera per sortir de l'estat de pantalla completa.

source: Play/Pause
ca_es: Reprodueix/Posa en pausa

source: Select the hotkey to use to swap paused state.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per canviar l'estat de pausa.

source: Pause only
ca_es: Només posa en pausa

source: Select the hotkey to use to pause.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per posar en pausa.

source: Play only
ca_es: Només reprodueix

source: Select the hotkey to use to play.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per reproduir.

source: Faster
ca_es: Més ràpid

source: Select the hotkey to use for fast forward playback.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per avançar ràpid la reproducció.

source: Slower
ca_es: Més lent

source: Select the hotkey to use for slow motion playback.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per reproduir lent.

source: Normal rate
ca_es: Nivell normal

source: Select the hotkey to set the playback rate back to normal.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per tornar a la reproducció normal.

source: Faster (fine)
ca_es: Més ràpid (lleuger)

source: Slower (fine)
ca_es: Més lent (lleuger)

source: Next
ca_es: Següent

source: Select the hotkey to use to skip to the next item in the playlist.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per passar al següent element de la llista de reproducció.

source: Previous
ca_es: Anterior

source: Select the hotkey to use to skip to the previous item in the playlist.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera que voleu utilitzar per passar a l'anterior element de la llista de reproducció.

source: Stop
ca_es: Atura

source: Select the hotkey to stop playback.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per aturar la reproducció.

source: Position
ca_es: Posició

source: Select the hotkey to display the position.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per mostrar la posició.

source: Very short backwards jump
ca_es: Vés molt poc enrere

source: Select the hotkey to make a very short backwards jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar molt poc enrere.

source: Short backwards jump
ca_es: Vés un poc enrere

source: Select the hotkey to make a short backwards jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar un poc enrere.

source: Medium backwards jump
ca_es: Vés una mica més enrere

source: Select the hotkey to make a medium backwards jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar un poc més enrere.

source: Long backwards jump
ca_es: Vés molt enrere

source: Select the hotkey to make a long backwards jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar molt enrere.

source: Very short forward jump
ca_es: Vés molt poc endavant

source: Select the hotkey to make a very short forward jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar molt poc endavant.

source: Short forward jump
ca_es: Vés un poc endavant

source: Select the hotkey to make a short forward jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar un poc endavant.

source: Medium forward jump
ca_es: Vés un poc més endavant

source: Select the hotkey to make a medium forward jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar un poc més endavant.

source: Long forward jump
ca_es: Vés molt endavant

source: Select the hotkey to make a long forward jump.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per saltar molt endavant.

source: Next frame
ca_es: Següent fotograma

source: Select the hotkey to got to the next video frame.
ca_es: Aquesta opció us permet seleccionar la tecla de drecera per anar al següent fotograma.

source: Very short jump length
ca_es: Longitud de salt molt curta

source: Very short jump length, in seconds.
ca_es: Longitud del salt molt curta, en segons.

source: Short jump length
ca_es: Longitud de salt curta

source: Short jump length, in seconds.
ca_es: Longitud del salt curta, en segons.
